Repository: amaarrjith/instaresolv-kmp-shared
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ar, es, hi, ur

# otp.incorrect_title
source: Invalid OTP
ar: كلمة المرور لمرة واحدة غير صالحة
es: OTP no válida
hi: अमान्य ओटीपी
ur: غلط OTP

# otp.resend
source: Resend Code
ar: إعادة إرسال الرمز
es: Reenviar código
hi: पुन: कोड भेजे
ur: کوڈ دوبارہ بھیجیں۔

# otp.resend_failed_title
source: Resend Failed
ar: فشلت إعادة الإرسال
es: Reenvío fallido
hi: पुनः भेजें विफल
ur: دوبارہ بھیجنا ناکام ہو گیا۔

# otp.resend_in
source: Resend in %@
ar: إعادة الإرسال في %@
es: Reenviar en %@
hi: %@ में पुनः भेजें
ur: %@ میں دوبارہ بھیجیں

# otp.subtitle
source: A 4-digit OTP code will be send to your registered email address
ar: سيتم إرسال رمز OTP المكون من 4 أرقام إلى حسابك عنوان البريد الإلكتروني المسجل
es: Se enviará un código OTP de 4 dígitos a su dirección de correo electrónico registrada
hi: आपके पास 4 अंकों का ओटीपी कोड भेजा जाएगा पंजीकृत ईमेल पता
ur: ایک 4 ہندسوں کا OTP کوڈ آپ کو بھیجا جائے گا۔ رجسٹرڈ ای میل ایڈریس

# otp.title
source: Verify Email OTP
ar: التحقق من البريد الإلكتروني OTP
es: Verificar OTP de correo electrónico
hi: ईमेल ओटीपी सत्यापित करें
ur: ای میل OTP کی تصدیق کریں۔

# otp.verification_failed_title
source: Verification Failed
ar: فشل التحقق
es: Verificación fallida
hi: सत्यापन में विफल रहा
ur: توثیق ناکام ہو گئی۔

source: Participant
ar: مشارك
es: Partícipe
hi: प्रतिभागी
ur: حصہ لینے والا

source: Passed
ar: ناجح
es: Aprobado
hi: उत्तीर्ण
ur: کامیاب

source: Password
ar: كلمة المرور
es: Contraseña
hi: पासवर्ड
ur: پاس ورڈ

# PASSWORD_MIN_LENGTH
source: Password must have at least 6 characters
ar: يجب أن تحتوي كلمة المرور على 6 أحرف على الأقل
es: La contraseña debe tener al menos 6 caracteres.
hi: पासवर्ड में कम से कम 6 अक्षर होने चाहिए
ur: پاس ورڈ میں کم از کم 6 حروف کا ہونا ضروری ہے۔

source: PDF Format
ar: تنسيق PDF
es: Formato PDF
hi: पीडीएफ प्रारूप
ur: پی ڈی ایف فارمیٹ

# pdf_save_error
source: Failed to save PDF
ar: فشل في حفظ ملف PDF
es: No se pudo guardar el PDF
hi: पीडीएफ सहेजने में विफल
ur: PDF محفوظ کرنے میں ناکام

# pdf_save_failed
source: PDF could not be saved
ar: تعذر حفظ ملف PDF
es: No se pudo guardar el PDF
hi: पीडीएफ सहेजा नहीं जा सका
ur: PDF کو محفوظ نہیں کیا جا سکا

# pdf_saved_success
source: PDF Successfully Saved!
ar: تم حفظ ملف PDF بنجاح!
es: ¡PDF guardado correctamente!
hi: पीडीएफ सफलतापूर्वक सहेजा गया!
ur: PDF کامیابی کے ساتھ محفوظ ہو گئی!

# pdf_share_error
source: PDF could not be shared
ar: لا يمكن مشاركة ملف PDF
es: No se pudo compartir el PDF
hi: पीडीएफ साझा नहीं किया जा सका
ur: PDF کا اشتراک نہیں کیا جا سکا

source: Pending Action
ar: إجراء معلق
es: Acción pendiente
hi: कार्रवाई लंबित
ur: زیر التواء کارروائی

# pending_action_label
source: Pending Action:
ar: إجراء معلق:
es: Acción pendiente:
hi: लंबित कार्रवाई:
ur: زیر التواء کارروائی:

source: Pending Actions
ar: الإجراءات المعلقة
es: Acciones Pendientes
hi: लंबित कार्रवाइयां
ur: زیر التواء کارروائیاں

source: Pending Alnasr Authorization
ar: بانتظار اعتماد النصر
es: Pendiente de autorización de Alnasr
hi: अलनसर अनुमोदन लंबित
ur: النصر کی منظوری زیر التواء

source: Pending Alnasr Authorization and Expired
ar: بانتظار اعتماد النصر ومنتهي الصلاحية
es: Pendiente de autorización de Alnasr y vencido
hi: अलनसर अनुमोदन लंबित और समाप्त
ur: النصر کی منظوری زیر التواء اور میعاد ختم

source: Pending Alnasr Closure
ar: بانتظار إغلاق النصر
es: Pendiente de cierre de Alnasr
hi: अलनसर समापन लंबित
ur: النصر کی بندش زیر التواء

source: Pending Alnasr Closure and Expired
ar: بانتظار إغلاق النصر ومنتهي الصلاحية
es: Pendiente de cierre de Alnasr y vencido
hi: अलनसर समापन लंबित और समाप्त
ur: النصر کی بندش زیر التواء اور میعاد ختم

source: Pending Subcontractor Authorization
ar: بانتظار اعتماد المقاول الفرعي
es: Pendiente de autorización del subcontratista
hi: उप-ठेकेदार अनुमोदन लंबित
ur: سب کنٹریکٹر کی منظوری زیر التواء

source: Pending Subcontractor Authorization and Expired
ar: بانتظار اعتماد المقاول الفرعي ومنتهي الصلاحية
es: Pendiente de autorización del subcontratista y vencido
hi: उप-ठेकेदार अनुमोदन लंबित और समाप्त
ur: سب کنٹریکٹر کی منظوری زیر التواء اور میعاد ختم

source: Pending Subcontractor Closure
ar: بانتظار إغلاق المقاول الفرعي
es: Pendiente de cierre del subcontratista
hi: उप-ठेकेदार समापन लंबित
ur: سب کنٹریکٹر کی بندش زیر التواء

source: Pending Subcontractor Closure and Expired
ar: بانتظار إغلاق المقاول الفرعي ومنتهي الصلاحية
es: Pendiente de cierre del subcontratista y vencido
hi: उप-ठेकेदार समापन लंबित और समाप्त
ur: سب کنٹریکٹر کی بندش زیر التواء اور میعاد ختم

source: Permanently Delete Account
ar: حذف الحساب نهائيا
es: Eliminar cuenta permanentemente
hi: खाता स्थायी रूप से हटाएँ
ur: اکاؤنٹ کو مستقل طور پر حذف کریں۔

source: Permission Required
ar: الإذن مطلوب
es: Permiso requerido
hi: अनुमति आवश्यक है
ur: اجازت درکار ہے۔

source: Permit to work
ar: اسمح ل العمل
es: permiso para trabajo
hi: कार्य करने की अनुमति
ur: کی اجازت دیں۔ کام

source: Permit Actions
ar: إجراءات التصريح
es: Acciones de permiso
hi: परमिट कार्रवाइयाँ
ur: پرمٹ کارروائیاں

source: Permit Date
ar: تاريخ التصريح
es: Fecha del permiso
hi: परमिट तिथि
ur: اجازت نامے کی تاریخ

source: Permit Date From
ar: تاريخ التصريح من
es: Fecha del permiso desde
hi: परमिट तिथि से
ur: پرمٹ کی تاریخ سے

source: Permit Date To
ar: تاريخ التصريح إلى
es: Fecha del permiso hasta
hi: परमिट तिथि तक
ur: پرمٹ کی تاریخ تک

# permit_draft_success
source: Permit to work successfully saved as draft
ar: تم حفظ تصريح العمل كمسودة بنجاح
es: El permiso de trabajo se guardó correctamente como borrador
hi: कार्य अनुमति सफलतापूर्वक ड्राफ्ट के रूप में सहेजी गई
ur: کام کی اجازت کامیابی سے مسودہ کے طور پر محفوظ کر لی گئی

source: Permit Drafts
ar: مسودات التصاريح
es: Borradores de permisos
hi: परमिट ड्राफ्ट
ur: پرمٹ ڈرافٹ

# permit_permission_description
source: Only users with the Requestor role can create permits
ar: يمكن فقط للمستخدمين الذين لديهم دور مقدم الطلب إنشاء تصاريح
es: Solo los usuarios con el rol de solicitante pueden crear permisos
hi: केवल अनुरोधकर्ता भूमिका वाले उपयोगकर्ता ही परमिट बना सकते हैं
ur: صرف درخواست کنندہ کے کردار کے حامل صارفین ہی اجازت نامے بنا سکتے ہیں۔

source: Permit Reactivation Details
ar: تفاصيل إعادة تفعيل التصريح
es: Detalles de reactivación del permiso
hi: परमिट पुनः सक्रियण विवरण
ur: پرمٹ کی دوبارہ فعالیت کی تفصیلات

source: PERMIT REFERENCE
ar: مرجع التصريح
es: REFERENCIA DEL PERMISO
hi: परमिट संदर्भ
ur: پرمٹ حوالہ

source: Permit Request
ar: طلب التصريح
es: Solicitud de permiso
hi: परमिट अनुरोध
ur: اجازت نامے کی درخواست

# permit_restriction_description
source: To access the Permit module, you must be a member of at least one project
ar: للوصول إلى وحدة التصاريح، يجب أن تكون عضوًا في مشروع واحد على الأقل
es: Para acceder al módulo de permisos, debes ser miembro de al menos un proyecto
hi: परमिट मॉड्यूल तक पहुंचने के लिए आपको कम से कम एक प्रोजेक्ट का सदस्य होना चाहिए
ur: پرمٹ ماڈیول تک رسائی کے لیے آپ کو کم از کم ایک پروجیکٹ کا رکن ہونا چاہیے

source: Permit to Work
ar: تصريح العمل
es: permiso para trabajo
hi: कार्य करने की अनुमति
ur: کی اجازت دیں۔ کام

source: Permit Type
ar: نوع التصريح
es: Tipo de permiso
hi: अनुमति का प्रकार
ur: اجازت کی قسم

source: Permit Types
ar: أنواع التصاريح
es: Tipos de permisos
hi: परमिट के प्रकार
ur: اجازت کی اقسام

source: Permit Validity
ar: صلاحية التصريح
es: Validez del permiso
hi: परमिट वैधता
ur: اجازت نامے کی میعاد

source: Phone Number
ar: رقم التليفون
es: Número de teléfono
hi: फ़ोन नंबर
ur: فون نمبر

source: Pick
ar: يختار
es: Elegir
hi: चुनना
ur: چنو

# picker.camera
source: Camera
ar: آلة تصوير
es: Cámara
hi: कैमरा
ur: کیمرہ

# picker.gallery
source: Gallery
ar: معرض
es: Galería
hi: गैलरी
ur: گیلری

# picker.title
source: Pick Image From
ar: اختر صورة من
es: Seleccionar imagen de
hi: यहां से छवि चुनें
ur: سے تصویر چنیں۔

source: Please wait while the document is prepared.
ar: الرجاء الانتظار بينما يتم إعداد المستند.
es: Espere mientras se prepara el documento.
hi: दस्तावेज़ तैयार होने तक कृपया प्रतीक्षा करें।
ur: براہ کرم دستاویز کے تیار ہونے تک انتظار کریں۔

source: Please add Image %@ first.
ar: يرجى إضافة الصورة %@ أولاً.
es: Agregue primero la imagen %@.
hi: कृपया पहले छवि %@ जोड़ें।
ur: براہ کرم پہلے تصویر %@ شامل کریں۔

source: Please wait while the document is prepared
ar: الرجاء الانتظار بينما يتم إعداد المستند
es: Espere mientras se prepara el documento.
hi: दस्तावेज़ तैयार होने तक कृपया प्रतीक्षा करें
ur: براہ کرم دستاویز کے تیار ہونے تک انتظار کریں۔

source: Postal Code
ar: رمز بريدي
es: Código Postal
hi: डाक कोड
ur: پوسٹل کوڈ

# pre_task
source: Pre-Task Briefing
ar: إحاطة ما قبل المهمة
es: Información previa a la tarea
hi: प्री-टास्क ब्रीफिंग
ur: پری ٹاسک بریفنگ

source: Pre-Task Briefing
ar: إحاطة ما قبل المهمة
es: Tarea previa Información
hi: पूर्व कार्य ब्रीफिंग
ur: پری ٹاسک بریفنگ

source: PRE-TASK BRIEFING REPORT
ar: تقرير موجز قبل المهمة
es: INFORME INFORME PREVIO A LA TAREAS
hi: प्री-टास्क ब्रीफिंग रिपोर्ट
ur: پری ٹاسک بریفنگ رپورٹ

# pre_task_created
source: Pre-Task Briefing created
ar: تم إنشاء ملخص ما قبل المهمة
es: Se creó la sesión informativa previa a la tarea
hi: प्री-टास्क ब्रीफिंग बनाई गई
ur: پری ٹاسک بریفنگ بنائی گئی۔

# pre_task_created_success
source: Pre-Task Briefing created successfully
ar: تم إنشاء ملخص ما قبل المهمة بنجاح
es: Resumen previo a la tarea creado con éxito
hi: प्री-टास्क ब्रीफिंग सफलतापूर्वक बनाई गई
ur: پری ٹاسک بریفنگ کامیابی کے ساتھ بنائی گئی۔

# pre_task_draft
source: Pre-Task Briefing Drafts
ar: مسودات إحاطة ما قبل المهمة
es: Borradores de información previa a la tarea
hi: प्री-टास्क ब्रीफिंग ड्राफ्ट
ur: پری ٹاسک بریفنگ ڈرافٹ

# pre_task_draft_success
source: Pre-Task Briefing successfully saved as draft
ar: تم حفظ ملخص ما قبل المهمة كمسودة بنجاح
es: Resumen previo a la tarea guardado correctamente como borrador
hi: प्री-टास्क ब्रीफिंग सफलतापूर्वक ड्राफ्ट के रूप में सहेजी गई
ur: پری ٹاسک بریفنگ کو ڈرافٹ کے طور پر کامیابی کے ساتھ محفوظ کر لیا گیا۔

source: Previous
ar: السابق
es: Anterior
hi: पिछला
ur: پچھلا

source: Privacy Policy
ar: سياسة الخصوصية
es: política de privacidad
hi: गोपनीयता नीति
ur: رازداری کی پالیسی

source: Profession
ar: مهنة
es: Profesión
hi: पेशा
ur: پیشہ

source: Profile
ar: الملف الشخصي
es: Perfil
hi: प्रोफ़ाइल
ur: پروفائل

# profile.company
source: Company
ar: شركة
es: Compañía
hi: कंपनी
ur: کمپنی

# profile.designation
source: Designation
ar: تعيين
es: Designación
hi: पद का नाम
ur: عہدہ

# profile.email
source: Email
ar: بريد إلكتروني
es: Correo electrónico
hi: ईमेल
ur: ای میل

# profile.logout
source: Logout Account
ar: تسجيل الخروج من الحساب
es: Cerrar sesión en cuenta
hi: लॉगआउट खाता
ur: لاگ آؤٹ اکاؤنٹ

# profile.name
source: Name
ar: اسم
es: Nombre
hi: नाम
ur: نام

# profile.title
source: My Profile
ar: ملفي الشخصي
es: Mi perfil
hi: मेरी प्रोफाइल
ur: میرا پروفائل

# profile.upload_profile
source: Upload Profile
ar: تحميل الملف الشخصي
es: Subir perfil
hi: प्रोफ़ाइल अपलोड करें
ur: پروفائل اپ لوڈ کریں۔

source: Project
ar: المشروع
es: Proyecto
hi: परियोजना
ur: پروجیکٹ

source: Project Access Request
ar: طلب الوصول إلى المشروع
es: Solicitud de acceso al proyecto
hi: प्रोजेक्ट एक्सेस अनुरोध
ur: پروجیکٹ تک رسائی کی درخواست

source: Project Access Requested
ar: تم طلب الوصول إلى المشروع
es: Acceso al proyecto solicitado
hi: प्रोजेक्ट एक्सेस का अनुरोध किया गया
ur: پروجیکٹ تک رسائی کی درخواست کی گئی۔

# project_alert
source: Please choose a project to continue
ar: يرجى اختيار مشروع للمتابعة
es: Por favor, elija un proyecto para continuar
hi: कृपया जारी रखने के लिए एक प्रोजेक्ट चुनें
ur: براہ کرم جاری رکھنے کے لیے ایک پروجیکٹ منتخب کریں

source: Project-Based Modules
ar: الوحدات القائمة على المشروع
es: Módulos basados ​​en proyectos
hi: परियोजना-आधारित मॉड्यूल
ur: پروجیکٹ پر مبنی ماڈیولز

source: Project Code
ar: رمز المشروع
es: Código de proyecto
hi: परियोजना का कोड
ur: پروجیکٹ کوڈ

# project_detail.admin
source: ADMIN
ar: مسؤل
es: ADMINISTRACIÓN
hi: व्यवस्थापक
ur: ایڈمن

# project_detail.change_role
source: Change Role
ar: تغيير الدور
es: Cambiar rol
hi: भूमिका बदलें
ur: کردار تبدیل کریں۔

# project_detail.delete_project
source: Delete Project
ar: حذف المشروع
es: Eliminar proyecto
hi: प्रोजेक्ट हटाएँ
ur: پروجیکٹ کو حذف کریں۔

# project_detail.delete_project_sub
source: Permanently delete this project.
ar: حذف هذا المشروع نهائيا.
es: Eliminar permanentemente este proyecto.
hi: इस प्रोजेक्ट को स्थायी रूप से हटाएं.
ur: اس پروجیکٹ کو مستقل طور پر حذف کریں۔

# project_detail.edit
source: Edit
ar: يحرر
es: Editar
hi: संपादन करना
ur: ترمیم کریں۔

# project_detail.email_address
source: Email Address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
hi: मेल पता
ur: ای میل ایڈریس

# project_detail.invite_button
source: Invite
ar: يدعو
es: Invitar
hi: आमंत्रित करना
ur: دعوت دیں۔

# project_detail.invite_member_subtitle
source: Enter an email address to invite a user
ar: أدخل عنوان بريد إلكتروني لدعوة مستخدم
es: Ingrese una dirección de correo electrónico para invitar a un usuario
hi: किसी उपयोगकर्ता को आमंत्रित करने के लिए एक ईमेल पता दर्ज करें
ur: صارف کو مدعو کرنے کے لیے ایک ای میل ایڈریس درج کریں۔

# project_detail.invite_member_title
source: Invite Member
ar: دعوة العضو
es: Invitar miembro
hi: सदस्य को आमंत्रित करें
ur: ممبر کو مدعو کریں۔

# project_detail.leave_project
source: Leave Project
ar: ترك المشروع
es: Dejar proyecto
hi: प्रोजेक्ट छोड़ें
ur: پروجیکٹ چھوڑ دیں۔

# project_detail.member_action
source: Member
ar: عضو
es: Miembro
hi: सदस्य
ur: ممبر

# project_detail.members
source: Project Members
ar: أعضاء المشروع
es: Miembros del proyecto
hi: परियोजना सदस्य
ur: پروجیکٹ ممبران

# project_detail.participant
source: PARTICIPANT
ar: مشارك
es: PARTÍCIPE
hi: प्रतिभागी
ur: حصہ لینے والا

# project_detail.remove
source: Remove
ar: يزيل
es: Eliminar
hi: निकालना
ur: ہٹا دیں۔

# project_detail.settings
source: Settings
ar: إعدادات
es: Ajustes
hi: सेटिंग्स
ur: ترتیبات

# project_detail.title
source: PROJECT
ar: مشروع
es: PROYECTO
hi: परियोजना
ur: پروجیکٹ

# project_detail.transfer_admin
source: Transfer Admin Rights
ar: نقل حقوق المسؤول
es: Transferir derechos de administrador
hi: व्यवस्थापक अधिकार स्थानांतरित करें
ur: ایڈمن رائٹس کو منتقل کریں۔

# project_detail.transfer_admin_sub
source: Hand over admin rights to a project member.
ar: تسليم حقوق المسؤول إلى أحد أعضاء المشروع.
es: Entregue los derechos de administrador a un miembro del proyecto.
hi: किसी प्रोजेक्ट सदस्य को व्यवस्थापक अधिकार सौंपें।
ur: ایڈمن کے حقوق پروجیکٹ ممبر کے حوالے کریں۔

source: Project Id
ar: معرف المشروع
es: Identificación del proyecto
hi: प्रोजेक्ट आईडी
ur: پروجیکٹ کی شناخت

# PROJECT_IDENTIFIER_REQUIRED
source: Project Identifier is required
ar: معرف المشروع مطلوب
es: Se requiere el identificador del proyecto
hi: प्रोजेक्ट पहचानकर्ता आवश्यक है
ur: پروجیکٹ شناخت کنندہ درکار ہے۔

# project_invitations_sent
source: Project invitations successfully sent to given emails
ar: تم إرسال دعوات المشروع بنجاح إلى عناوين البريد الإلكتروني المحددة.
es: Invitaciones a proyectos enviadas correctamente a correos electrónicos determinados
hi: प्रोजेक्ट आमंत्रण दिए गए ईमेल पर सफलतापूर्वक भेजे गए
ur: دی گئی ای میلز پر پروجیکٹ کے دعوت نامے کامیابی کے ساتھ بھیجے گئے۔

source: Project Members
ar: أعضاء المشروع
es: Miembros del proyecto
hi: परियोजना सदस्य
ur: پروجیکٹ ممبران

# project_not_exist_join
source: Project that you requested to join does not exist
ar: المشروع الذي طلبت الانضمام إليه غير موجود.
es: El proyecto al que usted solicitó unirse no existe
hi: जिस प्रोजेक्ट में शामिल होने के लिए आपने अनुरोध किया था वह मौजूद नहीं है
ur: آپ نے جس پروجیکٹ میں شامل ہونے کی درخواست کی ہے وہ موجود نہیں ہے۔

# project_not_exist_view
source: Project that you requested to view does not exist
ar: المشروع الذي طلبت عرضه غير موجود.
es: El proyecto que usted solicitó ver no existe
hi: आपने जिस प्रोजेक्ट को देखने का अनुरोध किया है वह मौजूद नहीं है
ur: آپ نے جس پروجیکٹ کو دیکھنے کی درخواست کی ہے وہ موجود نہیں ہے۔

source: PROJECT TITLE
ar: عنوان المشروع
es: TÍTULO DEL PROYECTO
hi: परियोजना का शीर्षक
ur: پروجیکٹ کا عنوان

source: Projects
ar: المشاريع
es: Proyectos
hi: परियोजनाओं
ur: پروجیکٹس

source: Projects List
ar: قائمة المشاريع
es: Lista de proyectos
hi: परियोजनाओं की सूची
ur: منصوبوں کی فہرست

# projects.create
source: Create
ar: يخلق
es: Crear
hi: बनाएं
ur: بنائیں

# projects.create.btn_submit
source: Create Project
ar: إنشاء مشروع
es: Crear proyecto
hi: प्रोजेक्ट बनाएं
ur: پروجیکٹ بنائیں

# projects.create.header_title
source: CREATE PROJECT
ar: إنشاء مشروع
es: CREAR PROYECTO
hi: प्रोजेक्ट बनाएं
ur: پروجیکٹ بنائیں

# projects.create.label_description
source: Project Description
ar: وصف المشروع
es: Descripción del proyecto
hi: परियोजना विवरण
ur: پروجیکٹ کی تفصیل

# projects.create.label_project_title
source: Project Title
ar: عنوان المشروع
es: Título del proyecto
hi: परियोजना का शीर्षक
ur: پروجیکٹ کا عنوان

# projects.create.label_title
source: Title
ar: عنوان
es: Título
hi: शीर्षक
ur: عنوان

# projects.create.placeholder_description
source: Project Description
ar: وصف المشروع
es: Descripción del proyecto
hi: परियोजना विवरण
ur: پروجیکٹ کی تفصیل

# projects.create.placeholder_project_title
source: Project Title
ar: عنوان المشروع
es: Título del proyecto
hi: परियोजना का शीर्षक
ur: پروجیکٹ کا عنوان

# projects.create.success.code_label
source: Code Generated
ar: تم إنشاء الكود
es: Código generado
hi: कोड जनरेट किया गया
ur: کوڈ تیار کیا گیا۔

# projects.create.success.project_info
source: Project Info
ar: معلومات المشروع
es: Información del proyecto
hi: परियोजना की जानकारी
ur: پروجیکٹ کی معلومات

# projects.create.success.title
source: Created Successfully
ar: تم الإنشاء بنجاح
es: Creado con éxito
hi: सफलतापूर्वक बनाया गया
ur: کامیابی کے ساتھ بنایا گیا۔

# projects.create.upload_button
source: Upload Project Image
ar: تحميل صورة المشروع
es: Cargar imagen del proyecto
hi: प्रोजेक्ट छवि अपलोड करें
ur: پروجیکٹ کی تصویر اپ لوڈ کریں۔

# projects.drawer.continue
source: Continue
ar: يكمل
es: Continuar
hi: जारी रखना
ur: جاری رکھیں

# projects.drawer.placeholder_suffix
source: B
ar: ب
hi: बी
ur: بی

# projects.drawer.subtitle
source: Please enter the code to join the project
ar: الرجاء إدخال الرمز للانضمام إلى المشروع
es: Por favor introduce el código para unirte al proyecto.
hi: कृपया प्रोजेक्ट में शामिल होने के लिए कोड दर्ज करें
ur: پروجیکٹ میں شامل ہونے کے لیے براہ کرم کوڈ درج کریں۔

# projects.drawer.title
source: Request Project Access
ar: طلب الوصول إلى المشروع
es: Solicitar acceso al proyecto
hi: प्रोजेक्ट एक्सेस का अनुरोध करें
ur: پروجیکٹ تک رسائی کی درخواست کریں۔

# projects.drawer.view_project
source: View Project
ar: عرض المشروع
es: Ver proyecto
hi: प्रोजेक्ट देखें
ur: پروجیکٹ دیکھیں

# projects.edit.header_title
source: Edit Project
ar: تعديل المشروع
es: Editar proyecto
hi: प्रोजेक्ट संपादित करें
ur: پروجیکٹ میں ترمیم کریں

# projects.members_count
source: %lld Members
ar: %lld من الأعضاء
es: %lld miembros
hi: %lld सदस्य
ur: %lld اراکین

# projects.request
source: Request
ar: طلب
es: Pedido
hi: अनुरोध
ur: درخواست

# projects.search_placeholder
source: Search Project
ar: مشروع البحث
es: Proyecto de búsqueda
hi: प्रोजेक्ट खोजें
ur: سرچ پروجیکٹ

# projects.title
source: PROJECTS
ar: المشاريع
es: PROYECTOS
hi: परियोजनाओं
ur: پروجیکٹس

source: Property Damage
ar: أضرار الممتلكات
es: Daños a la propiedad
hi: संपत्ति का नुकसान
ur: املاک کا نقصان

# provide_relevent_details
source: (Provide all relevant details such as location, current situation, proposed corrections or recommendations).
ar: (قدم جميع التفاصيل ذات الصلة مثل الموقع أو الوضع الحالي أو التصحيحات أو التوصيات المقترحة).
es: (Proporcione todos los detalles relevantes como ubicación, situación actual, correcciones propuestas o recomendaciones).
hi: (सभी प्रासंगिक विवरण जैसे स्थान, वर्तमान स्थिति, प्रस्तावित सुधार या सिफारिशें प्रदान करें)।
ur: (تمام متعلقہ تفصیلات فراہم کریں جیسے مقام، موجودہ صورتحال، مجوزہ اصلاحات یا سفارشات)۔

source: Publish
ar: نشر
es: Publicar
hi: प्रकाशित करना
ur: شائع کریں۔

# question_count
source: Question %@ of %@
ar: السؤال %@ من %@
es: Pregunta %@ de %@
hi: प्रश्न %@ में से %@
ur: سوال %@ میں سے %@

# question_number
source: QUESTION : %@
ar: السؤال : %@
es: PREGUNTA : %@
hi: प्रश्न : %@
ur: سوال : %@

# questions_updated_warning
source: ⚠️ The questions or form have been updated, please discard the draft.
ar: ⚠️ تم تحديث الأسئلة أو النموذج، يرجى تجاهل المسودة.
es: ⚠️ Las preguntas o formulario han sido actualizados, por favor descarta el borrador.
hi: ⚠️ प्रश्न या फॉर्म अपडेट कर दिया गया है, कृपया ड्राफ्ट को हटा दें।
ur: ⚠️ سوالات یا فارم کو اپ ڈیٹ کر دیا گیا ہے، براہ کرم مسودہ کو رد کر دیں۔

source: Quiz
ar: اختبار
es: Cuestionario
hi: प्रश्नोत्तरी
ur: کوئز

source: Quiz Not Passed
ar: لم يتم اجتياز الاختبار
es: Cuestionario no aprobado
hi: प्रश्नोत्तरी पास नहीं हुई
ur: کوئز پاس نہیں ہوا

source: Reactivate Permit
ar: إعادة تفعيل التصريح
es: Reactivar permiso
hi: परमिट पुनः सक्रिय करें
ur: پرمٹ دوبارہ فعال کریں

source: Reactivated By
ar: تمت إعادة التفعيل بواسطة
es: Reactivado por
hi: द्वारा पुनः सक्रिय
ur: کی جانب سے دوبارہ فعال

source: Read more
ar: قراءة المزيد
es: Leer más
hi: और पढ़ें
ur: مزید پڑھیں

source: Recording...
ar: جاري التسجيل...
es: Grabando...
hi: रिकॉर्डिंग...
ur: ریکارڈنگ...

source: Register
ar: تسجيل
es: Registro
hi: पंजीकरण करवाना
ur: رجسٹر کریں۔

source: Register here
ar: سجل هنا
es: Regístrate aquí
hi: यहां रजिस्टर करें
ur: یہاں رجسٹر کریں۔

# register_nav_title
source: Register
ar: تسجيل
es: Registro
hi: पंजीकरण करवाना
ur: رجسٹر کریں۔

# register.already_have_account
source: Already have an account?
ar: هل لديك حساب بالفعل؟
es: ¿Ya tienes una cuenta?
hi: क्या आपके पास पहले से एक खाता मौजूद है?
ur: پہلے سے ہی اکاؤنٹ ہے؟

# register.button
source: Register
ar: يسجل
es: Registro
hi: पंजीकरण करवाना
ur: رجسٹر کریں۔

# register.login_now
source: Login Now
ar: تسجيل الدخول الآن
es: Iniciar sesión ahora
hi: अभी लॉगिन करें
ur: ابھی لاگ ان کریں۔

# register.privacy_policy
source: Privacy Policy.
ar: سياسة الخصوصية.
es: Política de privacidad.
hi: गोपनीयता नीति।
ur: رازداری کی پالیسی۔

# register.terms_and_conditions
source: Terms and Conditions
ar: الشروط والأحكام
es: Términos y condiciones
hi: नियम और शर्तें
ur: شرائط و ضوابط

# register.terms_middle
source: and the
ar: و
es: y el
hi: और यह
ur: اور

# register.terms_not_accepted
source: Please accept the Terms and Conditions to continue
ar: يرجى قبول الشروط والأحكام للمتابعة
es: Por favor acepte los Términos y Condiciones para continuar
hi: जारी रखने के लिए कृपया नियम और शर्तें स्वीकार करें
ur: براہ کرم جاری رکھنے کے لیے شرائط و ضوابط کو قبول کریں۔

# register.terms_prefix
source: I've read and agree with the
ar: لقد قرأت وأوافق على
es: He leído y estoy de acuerdo con
hi: मैंने पढ़ा है और इससे सहमत हूं
ur: میں نے پڑھا ہے اور اس سے متفق ہوں۔

# register.title
source: Register
ar: يسجل
es: Registro
hi: पंजीकरण करवाना
ur: رجسٹر کریں۔

# register.upload_profile
source: Upload Profile
ar: تحميل الملف الشخصي
es: Subir perfil
hi: प्रोफ़ाइल अपलोड करें
ur: پروفائل اپ لوڈ کریں۔

source: Reject
ar: رفض
es: Rechazar
hi: अस्वीकार करना
ur: رد کرنا

source: Remove
ar: إزالة
es: Eliminar
hi: निकालना
ur: ہٹا دیں۔

source: Rental
ar: تأجير
es: Alquiler
hi: किराये
ur: کرایہ پر لینا

source: Report Status
ar: حالة التقرير
es: Estado del informe
hi: रिपोर्ट स्थिति
ur: رپورٹ کی حیثیت

source: Reported By
ar: أُبلغ بواسطة
es: Reportado por
hi: के द्वारा रिपोर्ट किया गया
ur: کی طرف سے رپورٹ

source: Reported By is Empty
ar: تم الإبلاغ بواسطة فارغ
es: Reportado por está vacío
hi: द्वारा रिपोर्ट किया गया खाली है
ur: کی طرف سے رپورٹ خالی ہے

# reported_by_small
source: Reported By
ar: تم الإبلاغ عنها بواسطة
es: Reportado por
hi: के द्वारा रिपोर्ट किया गया
ur: کی طرف سے رپورٹ

# reported_on_small
source: Reported On
ar: تم الإبلاغ عنه
es: Reportado en
hi: इस दिन रिपोर्ट किया गया
ur: پر اطلاع دی گئی۔

source: Request Access
ar: طلب الوصول
es: Solicitar acceso
hi: अनुरोध का उपयोग
ur: رسائی کی درخواست کریں۔

source: Request Access to Group
ar: طلب الوصول إلى المجموعة
es: Solicitar acceso a grupo
hi: तक पहुंच का अनुरोध करें समूह
ur: تک رسائی کی درخواست کریں۔ گروپ
